export const jobData = [
  // 1. Web Developer (Latest & Ongoing)
  {
    id: 4,
    date: "مهر ۱۳۹۶ - در حال حاضر",
    title: "طراح و توسعه‌دهنده وب (فریلنسر)",
    company: "پروژه‌های مستقل (Freelance)",
    iconBg: "#9e8895", // matintaherzadeh color
    points: [
      "تداوم فعالیت به عنوان توسعه‌دهنده وب فریلنسر با تخصص در ساخت وب‌سایت‌های داینامیک و واکنش‌گرا.",
      "استفاده از طیف گسترده‌ای از فناوری‌ها شامل ASP.NET MVC و Core، ReactJS، MERN Stack، JavaScript، C#، Bootstrap و ThreeJS.",
      "ارائه راه‌حل‌های سفارشی و با کیفیت بالا برای نیازهای مشتریان در جامعه فریلنسری.",
    ],
  },
  // 2. Full Stack Developer (Most Recent Contract)
  {
    id: 2,
    date: "آبان ۱۴۰۱ - اردیبهشت ۱۴۰۳",
    title: "توسعه‌دهنده فول استک",
    company: "myadegaran",
    iconBg: "#78eb9a",
    points: [
      "به عنوان توسعه‌دهنده اصلی وردپرس به مدت حدود یک سال و نیم، مسئولیت کامل مدیریت و بهینه‌سازی پلتفرم‌ها را بر عهده داشتم.",
      "این نقش نیازمند مهارت‌های فنی بالا و توانایی سازگاری و برتری در محیط‌های مختلف بود.",
    ],
  },
  // 3. Content Writer
  {
    id: 3,
    date: "دی ۱۴۰۱ - اسفند ۱۴۰۱",
    title: "نویسنده محتوا (Content Writer)",
    company: "yorkbuilding",
    iconBg: "#e3e6e4",
    points: [
      "در یک تجربه کوتاه یک ماهه به عنوان نویسنده محتوای فریلنس برای شرکت‌های کانادایی مبلمان و لوله‌کشی، محتوای متقاعدکننده را مطابق با استانداردهای صنعت تدوین کردم.",
      "ایجاد کپی‌های سئو فرندلی برای افزایش آگاهی از برند و تقویت تعامل با مشتریان.",
    ],
  },
  // 4. English Teacher (Oldest Experience)
  {
    id: 1,
    date: "شهریور ۱۳۹۷ - شهریور ۱۳۹۸",
    title: "معلم زبان انگلیسی",
    company: "موسسه زبان پارسیان فرهنگ",
    iconBg: "#d3dbe8", // parsianFarhang color
    points: [
      "آموزش زبان انگلیسی به زبان‌آموزان مبتدی و متوسط با تعهد و تخصص در موسسه زبان پارسیان فرهنگ برای حدود یک سال.",
    ],
  },
];
