export const jobData = [
  {
    id: 5,
    date: "مهر ۱۳۹۶ - در حال حاضر",
    title: "طراح و توسعه‌ دهنده وب",
    company: "پروژه‌ های مستقل (Freelance)",
    iconBg: "#9e8895",
    iconUrl: "/images/experience/matintaherzadeh.png",
    points: [
      "تداوم فعالیت به عنوان توسعه‌ دهنده وب فریلنسر با تخصص در ساخت وبسایت‌ های داینامیک و واکنشگرا.",
      "استفاده از طیف گسترده ای از فناوری‌ ها شامل ASP.NET MVC و Core، ReactJS، MERN Stack، JavaScript، Tailwindcss, Bootstrap و ThreeJS.",
      "ارائه راه‌حل‌ های سفارشی و با کیفیت بالا برای نیازهای مشتریان در جامعه فریلنسری.",
    ],
  },

  {
    id: 4,
    date: "اردیبهشت ۱۴۰۴ - خرداد ۱۴۰۴",
    title: "کارآموز توسعه دهنده فرانت‌اند",
    company: "روشن",
    iconBg: "#facc15",
    iconUrl: "/images/experience/roshan.png",
    points: [
      'کار بر روی توسعه فرانت‌اند پروژه "آوا" با مصرف مستقیم API های بک‌اند برای نمایش و دریافت داده‌ ها در رابط کاربری.',
      "ساخت کامپوننت‌ های UI واکنشگرا با استفاده از HTML، CSS، JavaScript، React و Redux برای مدیریت وضعیت (State) در صورت نیاز.",
      "کسب تجربه عملی در یکپارچه‌ سازی فرانت‌اند با سرویس‌ های بک‌اند در طول این دوره کارآموزی ۲۵۰ ساعته.",
      "شرکت در جلسات منظم پیشرفت آنلاین و ارائه گزارش کار به منتور دوره در سراسر مدت کارآموزی.",
    ],
  },

  {
    id: 2,
    date: "آبان ۱۴۰۱ - اردیبهشت ۱۴۰۳",
    title: "توسعه‌ دهنده فول استک",
    company: "myadegaran",
    iconBg: "#78eb9a",
    iconUrl: "/images/experience/myadegaran.png",
    points: [
      "به عنوان توسعه‌ دهنده اصلی وردپرس به مدت حدود یک سال و نیم، مسئولیت کامل مدیریت و بهینه‌ سازی پلتفرم‌ ها را بر عهده داشتم.",
      "این نقش نیازمند مهارت‌ های فنی بالا و توانایی سازگاری و برتری در محیط‌ های مختلف بود.",
    ],
  },

  {
    id: 3,
    date: "دی ۱۴۰۱ - اسفند ۱۴۰۱",
    title: "نویسنده محتوا",
    company: "yorkbuilding",
    iconBg: "#e3e6e4",
    iconUrl: "/images/experience/yorkbuilding.png",
    points: [
      "در یک تجربه کوتاه یک ماهه به عنوان نویسنده محتوای فریلنس برای شرکت‌ های کانادایی مبلمان و لوله‌ کشی، محتوای متقاعد کننده را مطابق با استانداردهای صنعت تدوین کردم.",
      "ایجاد کپی‌ های سئو فرندلی برای افزایش آگاهی از برند و تقویت تعامل با مشتریان.",
    ],
  },

  {
    id: 1,
    date: "شهریور ۱۳۹۷ - شهریور ۱۳۹۸",
    title: "معلم زبان انگلیسی",
    company: "موسسه زبان پارسیان فرهنگ",
    iconBg: "#d3dbe8",
    iconUrl: "/images/experience/parsianFarhang.png",
    points: [
      "آموزش زبان انگلیسی به زبان‌ آموزان مبتدی و متوسط با تعهد و تخصص در موسسه زبان پارسیان فرهنگ برای حدود یک سال.",
    ],
  },
];
